<template>
  <div class="distributor-v v-wrap">
    <FHeader :config="FHeaderCfg"></FHeader>
    <div class="v-body" ref="vBody">
      <h2>广东牛掰旅游科技有限公司业务合作协议</h2>
      <div class="text-right">编号：&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</div>
      <div>甲方：广东牛掰旅游科技有限公司（以下简称甲方）</div>
      <div>法定代表人：黄秒金</div>
      <div>公司地址：广州市番禺区东环街番禺大道北537号番禺节能科技园番山创业中心1号楼1区204</div>
      <div class="jcsb"><span>联系电话：020-85829620</span><span>传真：</span></div>
      <br>
      <div>乙方：&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;（以下简称乙方）</div>
      <div>法定代表人：</div>
      <div>地址：</div>
      <div class="jcsb"><span>联系电话：</span><span>传真：</span></div>
      <br>
      <p>双方在平等协商的基础上，本着互惠互利的原则，根据《中华人民共和国旅游法》、《中华人民共和国合同法》及其它有关法律法规达成本协议。在签订本协议时，甲乙双方对协议的所有条款均无疑义并对各自有关权利、义务和责任条款的法律含义有准确无误的理解。</p>
      <p>欢迎加入云返旅游分销联盟，请仔细阅读以下条款，甲、乙双方一旦签字盖章，即表明接受本协议所有条款，乙方成为云发旅游分销联盟成员（以下称为“联盟成员”），并愿意依照本协议约定享受权利、履行义务，并以此作为解决双方间纠纷的依据。</p>
      <h3>合作内容</h3>
      <p>在协议有效期间, 甲乙双方在媒体资源内进行旅游、商旅服务等业务合作，合作内容（包括甲方向乙方提供分销系统、业务培训，进行业务结算等内容）由甲方及其关联公司提供，并以甲方最新公布的内容为准。</p>
      <p>在协议有效期间,，乙方可利用自身销售渠道、媒体流量的优势在合作网站媒体上投放相应的宣传广告，大力推广双方合作的旅游、商旅服务等服务。但是乙方用甲方名义发布广告或者发布的广告内容与甲方有关的，必须经甲方审核。</p>
      <h3>一、双方权利义务：</h3>
      <div>甲方权利与义务：</div>
      <ul>
        <li>1.1甲方拥有合法从事所提供的旅游、商旅服务预订业务（包括但不限于出入境业务、境内旅游线路等）的资质，向乙方提供的业务合作具有合法权益。</li>
        <li>1.2所有预订服务均由甲方负责。甲方有权处理涉及预订服务的所有事宜及由此产生的争议。</li>
        <li>1.3为了促使乙方更好的开展业务，甲方应当向乙方提供培训服务、宣传物料以及营销指导等。</li>
        <li>1.4甲方有权就为乙方提供的各项服务收取服务费。</li>
        <li>1.5甲方应当就乙方的业务推广成果与乙方结算业务合作费用。</li>
      </ul>
      <div>乙方权利与义务：</div>
      <ul>
        <li>1.6乙方有义务扩大合作内容所涉及的宣传渠道，并遵守《中华人民共和国广告法》及其他相关法律法规之规定和本合同约定。</li>
        <li>1.7未经甲方书面同意，乙方不得将甲方提供的资料用于协议规定之外的事项，或向第三方泄漏或披露、允许第三方使用等。若乙方构成虚假宣传导致甲方遭受经济损失的，甲方有权没收保证金、取消乙方的联盟成员资格，并要求乙方赔偿经济损失（包括但不限于甲方直接损失以及为维权所支出的律师费、公证费、担保费、保全费、鉴定费、差旅费等费用）。</li>
        <li>1.8乙方使用甲方名称、标志、以及涉及甲方相关内容的销售、促销宣传材料及广告、报纸、杂志、宣传单等，必须事先经过甲方的书面确认。</li>
        <li>1.9如乙方通过网络平台销售甲方产品的，乙方应遵守甲方的要求并以经甲方认可的方式在推广渠道上设置甲方的链接。该等链接应置放于经双方确认的推广的显著位置并须随时更新。乙方应保证上述链接的外观、感受和功能性符合甲方的要求，未经甲方书面许可，乙方不得修改、篡改、复制、许可第三方使用。</li>
        <li>1.10根据运营需要，甲方可以提前 15 个工作日书面通知乙方下线甲方产品，乙方应当根据甲方通知的要求执行，否则甲方有权立即解除合同并没收保证金、取消乙方的联盟成员资格，并要求乙方赔偿甲方的损失。</li>
        <li>1.11禁止乙方直接或者间接将甲方产品放到含有下列内容的网站：a.宣扬色情、暴力、或者基于种族、性、宗教信仰、国籍、残疾、性倾向或年龄的歧视；b.宣扬任何非法的、危害国家安全的、有害的、威胁性的、诽谤的、骚扰的或其他易引起反感的行为；c.其它违反中国法律法规规定的内容。如出现上述情况，甲方有权立即取消乙方联盟成员资格、没收保证金、解除本合同、停止结算合作费用、追讨已经结算的费用，并移交公安机关追究乙方责任。如因此导致甲方遭受损失的，甲方有权要求乙方赔偿损失（包括但不限于甲方直接损失以及为维权所支出的律师费、公证费、担保费、保全费、鉴定费、差旅费等费用）。</li>
        <li>1.12除非乙方获得甲方书面许可，乙方不得将甲方产品、图片、文字、链接、接口、数据等甲方任何内容以任何形式提供给第三方使用、展示或售卖，否则乙方应当支付甲方违约金人民币&nbsp;&nbsp;&nbsp;&nbsp;元，如违约金不能弥补甲方损失，乙方还应当就超过违约金的损失作出赔偿。</li>
        <li>1.13乙方应该根据甲方提供的甲方信息及产品信息如实宣传，否则若因乙方构成虚假宣传导致甲方遭受损失的，甲方有权要求乙方赔偿损失（包括但不限于甲方直接损失以及为维权所支出的律师费、公证费、担保费、保全费、鉴定费、差旅费等费用）。</li>
        <li>1.14严禁乙方进行众筹、进行任何违法和不正当竞争行为，扰乱正常的市场交易秩序，否则一经发现，甲方有权解除本协议，没收保证金，并移送公安机关处理。</li>
        <li>1.15未经甲方书面同意，乙方在宣传或销售甲方产品过程中不得以任何名义代收任何款项，客户支付的所有款项都应当直接支付至甲方指定收款账号。</li>
        <li>1.16乙方仅有权分销甲方产品，若在乙方宣传或销售甲方产品过程中，客户直接向乙方咨询甲方产品的信息，乙方应该按照甲方提供的产品信息如实回答，乙方不得擅自代替甲方向客户作出任何承诺。若因此使甲方遭受经济损失，甲方有权要求乙方赔偿经济损失（包括但不限于甲方直接损失以及为维权所支出的律师费、公证费、担保费、保全费、鉴定费、差旅费等费用）。</li>
        <li>1.17乙方应当向甲方支付服务费。</li>
        <li>1.18乙方有权根据业务推广成果要求甲方结算业务合作费用。</li>
      </ul>
      <h3>二、推广规范</h3>
      <p>乙方禁止采用以下违规方式推广和（或）投放甲方的产品：</p>
      <ul>
        <li>2.1	禁止乙方通过程序、代码等方式实现的强制用户点击与浏览甲方网站和（或甲方页面的行为；</li>
        <li>2.2	禁止乙方采用暴力营销（推广渠道包含但不仅限于以下几种：邮件群发、博客、微博、论坛、聊天工具（QQ、YY、来往、飞信、易信等）不正常手段给非自有网站会员大量群发垃圾邮件，使用不是自己的 IM 账户或号码内所包含的好友进行群发等易给用户造成不良影响的方式推广。</li>
      </ul>
      <h3>三、违规推广处理办法</h3>
      <p>若乙方违反本协议第二条中任一条款，甲方可根据违规性质、严重程度等进行独立判定，并对乙方进行任一或几项违规处罚。在发现及查处乙方违规行为过程中所使用的数据（如有）以甲方的统计结果为准。</p>
      <ul>
        <li>3.1甲方以邮件形式警告乙方；</li>
        <li>3.2乙方在甲方规定的时间内完成整改；</li>
        <li>3.3甲方不予结算乙方通过违规方式已产生及未产生的全部收入；甲方不予结算及（或）扣除乙方联盟账户下已产生或将来产生的全部收入；</li>
        <li>3.4甲方终止与乙方的合作，关闭乙方在甲方的联盟账户；</li>
        <li>3.5甲方按照乙方违规方式已产生的全部收入的 3至10 倍对乙方进行扣罚；</li>
        <li>3.6甲方限制乙方再注册成为甲方联盟会员。</li>
        <li>3.7甲方限制乙方关联账户再成为甲方联盟会员；同时不予结算乙方关联账户内相应已产生及将来产生的全部收入。</li>
      </ul>
      <h3>四、结算</h3>
      <ul>
        <li>4.1 乙方通过甲方预订是指乙方通过甲方提供的销售平台端口预订甲方产品，产生的有效交易额包括：（订单中保险、优惠券以及礼品卡支付部分均不包含在有效交易额中）：
          <p>4.1.1酒店有效交易额：乙方通过甲方预订并实际入住酒店产生的酒店房费消费总金额。酒店有效交易额是指酒店的入住费用，不含餐饮、娱乐、酒水、通讯及政府税金等其他费用。</p>
          <p>4.1.2团队游、自由行、机酒、邮轮、景酒、门票、玩乐等有效交易额：乙方通过甲方预订并实际购买甲方关联公司等产品所产生的消费总金额。</p>
          <p>4.1.3用车有效交易额：乙方通过甲方预订并实际购买租车产品和接送机产品所产生的消费总额，且所有退订单金额都不计入用车有效交易额中。</p>
        </li>
        <li>4.2 结算方式
          <p>4.2.1牛掰旅游销售平台内的所有业务结算款项实行通过云付通结算平台实行即时结算（乙方需注册成为云付通商户或金钻用户）。</p>
          <p>4.2.2线下旅行社与旅行社的业务结算需要通过云付通平台结算的必须要通过甲方所提供的账号（甲方云付通账号为 25号）进行转账结算，否则云付通将视为此交易为虚假交易而封号并冻结资金。</p>
          <p>4.2.3乙方向甲方所支付的结算价为同业结算价。</p>
        </li>
      </ul>
      <h3>五、管理服务费、培训费、履约保证金</h3>
      <ul>
        <li>5.1乙方须每年向甲方支付管理服务费 2000 元人民币、培训服务费 2000 元、履约保证金1000元人民币，三项费用共计 5000元人民币。合作期内，甲方按照合同约定向乙方结算业务合作销售提成。合作期满后，如甲乙双方续约，则乙方应向甲方按年支付前述费用,以此类推。</li>
        <li>5.2自本合同签订之日起3日内，乙方将管理服务费、履约保证金足额支付给甲方（须以云付通方式支付），甲方足额收取乙方所付上述费用后，才会向乙方提供相应的服务，包括但不限于开展培训讲座、进行营销指导、提供宣传物料等。</li>
      </ul>
      <h3>六、合作期限</h3>
      <p>本协议自&nbsp;&nbsp;年&nbsp;&nbsp;月&nbsp;&nbsp;日至&nbsp;&nbsp;年&nbsp;&nbsp;月&nbsp;&nbsp;日止，共 壹 年。</p>
      <h3>七、保密条款</h3>
      <ul>
        <li>7.1兹就双方之间的共同合作，双方均承诺并保证不向任何第三方透露相关保密信息，该保密信息指由一方向对方透露的，与双方合作有关的任何口头或书面形式或其他形式的不公开信息，包括但不限于商业计划、客户名单、技术数据、产品构思、开发计划、职员名单、操作手册、加工工艺、技术理论、发明创造、财务情况和其他递交时约定为保密信息的资料（以下统称“保密信息”）。</li>
        <li>7.2对于以下信息，双方均免除保密责任：公众通过合法途径获知的信息；从第三方获知的，并未违反任何保密责任的信息；司法机关或行政机关所要求透露的信息。</li>
        <li>7.3本保密条款永久有效，不因双方协议终止而失效。</li>
      </ul>
      <h3>八、不可抗力</h3>
      <p>由于战争、地震、雷击、水灾、火灾、政府行为、黑客攻击、电信部门技术管制等不可抗力原因致使双方不能按约定履行协议，则本协议的履行时间应予以延期，双方均不对因延误造成的损失承担责任。若不可抗力事件致使协议履行延期超过一个月的，本协议任何一方有权书面通知对方立即终止本协议而无需承担违约责任。受影响一方应在不可抗力发生后尽快以传真或电子邮件通知对方，并在有关机关出具证明书后三天内以最快方式向对方提供一切相关材料。</p>
      <h3>九、知识产权</h3>
      <ul>
        <li>9.1在本协议履行期间，甲乙双方在使用对方授权的企业名称、商标、商号、品牌、域名和网站时，应当完全单独为甲乙双方在本协议中约定的内容服务，不得夹带其他业务内容或经营目的；甲乙双方在其自身宣传材料、名片、市场宣传、网站建设以及其他任何方面使用对方授权的名称、域名和网站，都必须事先书面通知对方，并获得对方的书面许可后方可进行；否则一方有权随时以书面形式通知另一方终止协议，且由另一方承担由此而产生的一切法律责任，并赔偿因此造成的直接损失。</li>
        <li>9.2甲乙双方及其职员承诺在履行本协议期间及在本协议期满后不对对方所拥有的商标、企业名称、域名等进行贬低或者其它任何损害，也不对对方互联网网页或者网站进行任何贬低、抄袭、歪曲、破坏或其它损害。</li>
        <li>9.3本协议有效期内及本协议终止或者解除后，甲乙双方承诺不向任何第三方（包括但不限于与对方构成商业竞争关系的企业、商业机构或者组织）提供有关双方业务、技术等一切相关信息或者资料，否则由违约一方承担相应的责任，并赔偿守约方因此造成的直接损失。</li>
      </ul>
      <h3>十、反商业贿赂条款</h3>
      <p>反商业贿赂条款是本合同不可分割之部分，与本合同其它条款具有同等法律效力，甲乙双方同意签订并遵守如下反商业贿赂条款。</p>
      <ul>
        <li>10.1甲乙双方都清楚了解并承诺严格遵守反商业贿赂相关法律法规的要求，双方都了解商业贿赂行为触犯法律，将受到法律的严惩。</li>
        <li>10.2双方承诺在业务往来期间，不向对方或对方经办人或其它相关人员索要、收受、提供、给予合同约定以外的任何利益，包括但不限于明扣、暗扣、现金、购物卡、实物、礼品、有价证券、旅游、吃喝宴请、其它不正当利益或机会等。</li>
        <li>10.3如上述所列示的利益属于行业惯例或通常做法，双方应在合同中明示并如实入账。</li>
        <li>10.4甲方禁止本公司经办人的任何商业贿赂行为。甲方经办人发生本条第10.2款所列示的任何一种行为，都违反了国家法律法规、甲方公司制度和商业准则，将受到法律的惩处。</li>
        <li>10.5甲方反对乙方或乙方经办人为了本合同目的发生本条所列示的任何一种行为，该等行为违反法律法规，将受到法律的惩处。</li>
        <li>10.6任何一方违反上述规定，给对方造成损失的，另一方有权解除合同、要求赔偿损失并有权采取其他法律措施。</li>
        <li>10.7本条所称“其它相关人员”是指双方经办人以外的与合同有直接或间接利益关系的人员，包括但不仅限于合同经办人的亲友。</li>
        <li>10.8双方承诺，将严格遵守诚实信用原则及法律、法规，不得向对方业务人员或与本合同业务有关人员直接或间接提供贿赂、回扣或其他任何形式的可能对本合同的签署或履行产生实质性影响的利益。一方员工实施的前述商业贿赂行为，即视为其行为。若一方违反本规定，守约方可停止与违约方的一切合作并有权解除本合同，并依法对违约方采取诸如冻结所有应付账款的措施，守约方因违约方的商业贿赂行为遭受损失的，由违约方承担守约方相关损失。</li>
      </ul>
      <h3>十一、违约责任</h3>
      <ul>
        <li>11.1迟延付款的违约责任：
          <p>基于本协议第5.1条、第5.2条的约定，乙方每次迟延支付管理服务费的，每迟延一日，应向甲方支付迟延支付款项的  %作为违约金；迟延达30日的，甲方有权单方解除合同，取消乙方的联盟成员资格，给甲方造成损失的，乙方还应承担赔偿责任。</p>
        </li>
        <li>11.2乙方有下列行为的，甲方有权采取以下其一或全部措施：（1）取消乙方的联盟成员资格；（2）单方终止本协议；（3）要求乙方赔偿甲方的相应损失（包括但不限于甲方为维权所支出的律师费、公证费、担保费、保全费、鉴定费、差旅费等费用）；（4）要求乙方向甲方支付违约金       元。
          <p>11.2.1不遵守甲方的相关推广规定及本合同约定，经甲方书面警告达2次仍不改正；</p>
          <p>11.2.2将甲方提供的资料用于协议约定之外的事项的；</p>
          <p>11.2.3将甲方提供的资料向第三方泄漏、披露或者允许第三方使用的；</p>
          <p>11.2.4未经甲方书面同意，使用甲方名称、标志、以及涉及甲方相关内容的销售、促销宣传材料及广告、报纸、杂志、宣传单等；</p>
          <p>11.2.5未经甲方书面同意，擅自发布有关甲方、甲方之关联方及项目、产品的广告，造成甲方损失的；</p>
          <p>11.2.6根据本协议第1.6条之约定，未将甲方的链接放置于显著位置并随时更新；</p>
          <p>11.2.7未经甲方书面同意，擅自将甲方的商标、品牌等进行修改、篡改、复制、授权第三方使用；</p>
          <p>11.2.8未经甲方书面同意，擅自将甲方的产品、图片、文字、链接、接口、数据等甲方任何内容以任何形式提供给第三方使用、展示或售卖的；</p>
          <p>11.2.9违反本协议约定进行虚假宣传的；</p>
          <p>11.2.10在宣传产品过程中以任何名义代收客户款项的，或者擅自代替甲方向客户作出任何承诺的；</p>
          <p>11.2.11披露、泄露甲方包括但不限于各项商业秘密；</p>
          <p>11.2.12销售假冒伪劣产品、不正当竞争、扰乱正常的市场交易秩序、进行众筹或实施其他违法行为；</p>
          <p>11.2.13未经甲方及乙方书面同意，将本合同权利义务转让给他人；</p>
          <p>11.2.14通过程序、代码等方式实现的强制用户点击与浏览甲方网站和（或）甲方页面的行为；</p>
          <p>11.2.15采用暴力营销（推广渠道包含但不仅限于以下几种：邮件群发、博客、微博、论坛、聊天工具（QQ、YY、来往、飞信、易信等）不正常手段给非自有网站会员大量群发垃圾邮件，使用不是自己的 IM 账户或号码内所包含的好友进行群发等易给用户造成不良影响的方式推广）</p>
          <p>11.2.16本协议约定的其他违约行为。</p>
        </li>
      </ul>
      <h3>十二、争议解决</h3>
      <ul>
        <li>12.1本协议适用中华人民共和国的法律。</li>
        <li>12.2凡因履行本协议所发生的或与本协议有关的一切争议，各方应当通过友好协商解决；如协商不成，双方均同意向中国广州仲裁委员会申请仲裁，并以该会届时的仲裁规则进行仲裁，该仲裁裁决是终局的，对双方均有约束力。</li>
        <li>12.3。在争议解决期间，本合同不涉及争议部分的条款仍然有效，双方应继续履行。</li>
      </ul>
      <h3>十三、其他</h3>
      <ul>
        <li>13.1除本协议另有约定外，合作期间内，若一方欲提前终止本协议，需提前一个月向对方书面提出，经双方协商一致可终止协议。除本协议另有约定外，一方未经对方同意，擅自终止本协议，则需赔偿对方因此而遭受的经济及声誉损失，因一违约而根据合同约定解除合同除外；本协议的全部内容系甲乙双方协商后的合意，并非一方决定并提供的格式条款。</li>
        <li>13.2如果一方资不抵债，或被进行清算，或终止经营，或提出破产申请/被提出破产申请，或被宣告破产，或为债权人利益进行转让，另一方均有权通过书面通知立即终止服务而不需承担任何额外责任。</li>
        <li>13.3甲方有权根据需要不时地修改本协议或制定、修改各类规则。如本协议或规则有任何变更，甲方将提前 3 天书面形式通知乙方，乙方无条件同意。</li>
        <li>13.4本合同未尽事宜，双方应本着互惠互利、友好协商的原则另行约定，订立补充协议，补充协议与本协议拥有同等的法律效力。补充协议与本协议约定不一致的，以补充协议为准。</li>
        <li>13.5本协议一式两份，甲乙双方各执一份，自双方签字并盖章之日起生效。</li>
      </ul>
      <div>（以下无正文）</div>
      <br>
      <div class="jcsb"><span>甲方：广东牛掰旅游科技有限公司</span><span>授权代表：</span></div>
      <div class="jcsb"><span>地址：广州市番禺大道北番山创业中心一号楼一区二层</span><span>邮编：511400</span></div>
      <div class="jcsb"><span>联系电话：020-31066480</span><span>传真号码：</span></div>
      <br>
      <div>乙方：		</div>
      <div>签章：	</div>
      <div>授权代表：</div>
      <div>地址：	</div>
      <div>邮编：	</div>
      <div>联系电话：	</div>
      <div>传真号码：</div>
      <div>开户银行：</div>
      <div>账号：</div>
      <div>户名：</div>
    </div>
    <FReturnTop :config="FReturnTopCfg"></FReturnTop>
  </div>
</template>

<script>
  import FHeader from '../components/FHeader/FHeader'
  import FReturnTop from '../components/FReturnTop/FReturnTop'
  export default {
    name: 'distributor',
    data() {
      return {
        FHeaderCfg: {
          title: '升级分销商协议'
        },
        FReturnTopCfg: {}
      }
    },
    mounted() {
      this.FReturnTopCfg = this.$refs.vBody
    },
    components: {
      FHeader,
      FReturnTop
    }
  }
</script>