<template>
  <div class="GVRP-v v-wrap">
    <FHeader :config="FHeaderCfg"></FHeader>
    <div class="v-body" ref="vBody">
      <h2>服务协议的确认和接纳</h2>
      <p>牛掰旅游网（以下简称“本网站”）由广州牛掰旅游科技有限公司运营，涉及具体产品服务的，将由有资质的服务商提供。如果用户（以下简称“用户”或“您”）在本网站、牛掰旅游APP、牛掰关联公司网站或其他牛掰提供的移动应用或软件上，访问、预定或使用牛掰旅游网的产品或服务（以上统称为“服务”），便视为用户接受了以下免责说明（下称“本服务协议”或“本协议”），请您仔细阅读以下内容，尤其是以下加粗字体。如果您不同意以下任何内容，请立刻停止访问/使用本网站、牛掰旅游APP、牛掰关联公司网站或其他任何移动应用或软件所提供的相关服务。</p>
      <h3>1、协议总则</h3>
      <p>本协议内容包括协议正文、本网站子频道各单项服务协议及其他本网站、牛掰旅游APP已经发布的或将来可能发布的各类规则，包括但不限于免责声明、隐私政策、产品预订须知、旅游合同、账户协议等其他协议（以下简称“其他条款”）。如果本协议与“其他条款”有不一致之处，则以“其他条款”为准。除另行明确声明外，任何牛掰旅游网、牛掰旅游APP提供的服务均受本协议约束。</p>
      <p>牛掰旅游网会在必要时修改服务条款，如制订、修改本协议及/或各类规则向用户提供基于互联网以及移动网的相关服务的，应在牛掰旅游网页面及其相应页面、牛掰旅游APP上提前公布通知，用户应该定期登录牛掰旅游网页面及其相应页面、牛掰旅游APP，了解最新的协议内容。变更后的协议和规则在本页面及相关页面公布后七天，将自动生效。如您不同意相关变更，应当立即停止访问牛掰旅游网、牛掰旅游APP或使用牛掰旅游服务，若用户在网站协议和规则变更七日后继续使用牛掰旅游网或牛掰旅游APP服务的，即表示您接受已经修订的协议和规则。</p>
      <p>若您作为牛掰旅游网的关联公司或合作公司的用户登录牛掰旅游网或牛掰旅游APP，访问牛掰旅游网网站、牛掰旅游APP或使用牛掰旅游网、牛掰旅游APP服务，即视为您同意本协议的所有条款及牛掰旅游网、牛掰旅游APP公布的其他规则、说明和操作指引。</p>
      <h3>2、用户权利和义务</h3>
      <p>在您完成注册手续后，意味着您已获得牛掰旅游网账户（用户名）的使用权。您应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。您应妥善保管您的账户（用户名）和密码，通过您的账户（用户名）和密码操作或实施的行为，将视为您本人的行为，由您本人承担相应的责任和后果。如果您发现他人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以书面、有效方式通知牛掰旅游网，要求牛掰旅游网暂停相关服务。在此，您理解牛掰旅游网对您的请求采取行动需要合理时间，牛掰旅游网对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p>
      <p>用户可授权广州牛掰旅游科技有限公司向第三方透露其基本资料，但广州牛掰旅游科技有限公司不能公开用户的补充资料。除非：</p>
      <ul>
        <li>⑴用户要求广州牛掰旅游科技有限公司或授权某人通过电子邮件服务透露这些信息。</li>
        <li>⑵相应的法律要求及程序要求广州牛掰旅游科技有限公司提供用户的个人资料。</li>
      </ul>
      <p>如果用户提供的资料不准确，广州牛掰旅游科技有限公司保留结束用户使用牛掰旅游网络会员服务的权利。</p>
      <p>用户在享受牛掰旅游网络会员服务的同时，同意接受牛掰旅游网络会员服务提供的各类信息服务，包括但不限于EDM、短信、牛掰旅游App信息推送、PC端广告等服务类及营销类信息。</p>
      <h3>3、服务变更、中断、终止</h3>
      <p>您完全理解并同意，本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此任何因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机、GSM网络、互联网络、通信线路等其他牛掰旅游网无法预测或控制的原因，造成服务中断、取消或终止的风险，由此给您带来的损失牛掰旅游网不承担赔偿责任。</p>
      <p>牛掰旅游网需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，牛掰旅游网无需为此承担任何责任，但牛掰旅游网应尽可能事先进行通知。</p>
      <p>您完全理解并同意，除本服务协议另有规定外，鉴于网络服务的特殊性，牛掰旅游网有可能变更、中断或终止部分或全部的网络服务，牛掰旅游网无需为此承担任何责任，但牛掰旅游网应尽可能事先进行通知，并尽可能给您预留时间以便处理相关权益。</p>
      <h3>4、使用规则</h3>
      <p>您可自行注册账号名称，编辑头像、简介等注册信息，但您承诺遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线，并遵守《互联网用户账号名称管理规定》及相关管理规定，且账号名称、头像和简介等注册信息中不得含有违法和不良信息，包括但不限于下列情形：</p>
      <ul>
        <li>（1）违反宪法或法律法规规定的；</li>
        <li>（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
        <li>（3）损害国家荣誉和利益的，损害公共利益的；</li>
        <li>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</li>
        <li>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
        <li>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
        <li>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
        <li>（8）侮辱或者诽谤他人，侵害他人合法权益的；</li>
        <li>（9）含有法律、行政法规禁止的其他内容的。</li>
      </ul>
      <p>您使用牛掰旅游网账号，制作、发布、传播信息内容的，应当使用真实身份信息及个人资料，不得以虚假、冒用的身份信息进行注册；若您的个人资料有任何变动，应及时更新。因您以虚假信息骗取账号名称注册，或您账号头像、简介等注册信息存在违法和不良信息的，或利用牛掰旅游网账号实施重复侵权行为的，牛掰旅游网有权采取通知您限期改正、暂停使用、注销登记等措施。</p>
      <p>用户在使用牛掰旅游网服务时，必须遵守中华人民共和国相关法律法规的规定，用户承诺将不会利用该服务进行任何违法或不正当的活动，包括但不限于下列行为：</p>
      <p>上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：</p>
      <ul>
        <li>(1)反对宪法所确定的基本原则的；</li>
        <li>(2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
        <li>(3)损害国家荣誉和利益的；</li>
        <li>(4)煽动民族仇恨、民族歧视、破坏民族团结的；</li>
        <li>(5)破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
        <li>(6)散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
        <li>(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
        <li>(8)侮辱或者诽谤他人，侵害他人合法权利的；</li>
        <li>(9)含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</li>
        <li>(10)含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</li>
      </ul>
      <p>为任何非法目的而使用网络服务系统。</p>
      <p>利用牛掰旅游网络服务从事以下活动：</p>
      <ul>
        <li>(1)未经允许，进入计算机信息网络或者使用计算机信息网络资源的； 未经允许，对计算机信息网络功能进行删除、修改或者增加的；未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；故意制作、传播计算机病毒等破坏性程序的；其他危害计算机信息网络安全的行为。</li>
        <li>(2)对牛掰旅游网站或牛掰旅游APP上的任何数据作商业性利用，包括但不限于在未经广州牛掰旅游科技有限公司事先书面同意的情况下，以复制、传播等任何方式使用牛掰旅游网站或牛掰旅游APP上展示的资料。</li>
        <li>(3)使用任何装置、软件或例行程序等其他方式干预或试图干预牛掰旅游网站、牛掰旅游APP的正常运作或在牛掰旅游网站、牛掰旅游APP上进行的任何交易、活动，或采取任何将导致不合理的庞大数据负载加诸牛掰旅游网络设备的行动。</li>
        <li>(4)违反诚实信用原则的不正当竞争行为，或恶意下订单或虚假交易等其他恶意扰乱牛掰旅游网交易秩序的行为</li>
        <li>(5)与网上交易无关的其他行为。</li>
      </ul>
      <p>您须对自己在使用牛掰旅游网络服务过程中的行为承担法律责任，包括但不限于：对受到侵害者进行赔偿，以及在牛掰旅游网在先承担了因您的行为导致的行政处罚或侵权损害赔偿责任后，您应给予牛掰旅游网等额的赔偿。</p>
      <h3>5、知识产权归属</h3>
      <p>对于您通过牛掰旅游网或其他牛掰旅游移动终端而上传的任何在公开区域可获取的并受著作权保护的内容，用户应对该等内容的真实性、合法性负责，保证对该等内容拥有完整的、无瑕疵的所有权和知识产权或拥有完整的授权，并不存在任何侵犯第三方合法权益的情形，包括但不限于著作权、肖像权、商标权、专利权、企业名称权、商号权、商业秘密、个人隐私、合同权利等权利。所有因用户非法上传内容而给任何第三方或牛掰旅游网造成的损害均由用户个人承担全部的责任，牛掰旅游网不承担任何责任，且牛掰旅游网有义务配合第三方、司法机关或行政机关完成相关的取证，并根据法律、主管部门或司法部门的要求将用户注册信息给予披露。</p>
      <p>对于您通过互联网或移动终端等设备访问牛掰旅游网及其关联公司网站时发表的任何形式的文字、图片等知识产权信息，您在此授权并同意将其著作财产权，包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权等，以及应当由著作权人享有的其他可授权权利，免费、永久、不可撤销、非独家地授权牛掰旅游网享有，并允许牛掰旅游网再授权，许可牛掰旅游网有权利就任何主体侵权而单独提起诉讼，并获得赔偿。本协议已经构成《著作权法》第二十五条所规定的书面协议，其效力及于用户通过互联网或移动终端等设备访问牛掰旅游网发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。对于您提供的其他资料及数据信息，您授予牛掰旅游网及其关联公司全球通用的、永久的、免费的许可使用权利 (并有权在多个层面对该权利进行再授权)。此外，牛掰旅游网及其关联公司有权(全部或部份地) 使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据（包括但不限于交易行为数据及全部展示于牛掰旅游网平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入牛掰旅游网作品内。</p>
      <p>用户浏览、复制、打印和传播牛掰旅游网其他用户上传到牛掰旅游网网站的内容，应保证仅用于个人欣赏之目的，不得用于商业目的，不得侵犯权利人的合法权益以及牛掰旅游网的合法权益和商业利益。任何用户违反此条规定的，牛掰旅游网均有权以自身名义利用法律手段寻求权利救济或据本协议追究您的违约责任。</p>
      <p>牛掰旅游网不保证为向用户提供便利而设置的外部链接的准确性和完整性，若由此而引起的版权问题或其他问题，请致电或电邮广州牛掰旅游科技有限公司。经核实后会立即予以删除或更改。</p>
      <p>牛掰旅游网专属权利：</p>
      <p>除明显归属于合作伙伴、第三方所有的信息资料外，牛掰旅游网拥有网络服务内所有内容，包括但不限于文字、图片、图形、表格、动画、程序、软件等单独或组合的版权。任何被授权的浏览、复制、打印和传播属于本网站内的内容必须符合以下条件：</p>
      <ul>
        <li>（1）所有的资料和图象均以获得信息为目的；</li>
        <li>（2）所有的资料和图象均不得用于商业目的；</li>
        <li>（3）所有的资料、图象及其任何部分都必须包括此版权声明。</li>
      </ul>
      <p>未经牛掰旅游网许可，任何人不得擅自，包括但不限于以非法的方式复制、传播、展示、镜像、上载、下载使用。否则，牛掰旅游网将依法追究法律责任。</p>
      <p>牛掰旅游网为提供网络服务而自行开发的软件，包括不限于无线客户端应用等，拥有完整的知识产权。牛掰旅游网在此授予您个人非独家、不可转让、可撤销的，并通过在一部拥有所有权或使用权的手机或计算机上使用牛掰旅游网软件的权利，且该使用仅限于个人非商业性使用之合法目的。</p>
      <p>牛掰旅游网有权对该等软件进行时不时的修订、扩展、升级等更新措施，而无需提前通知用户，但您有权选择是否使用更新后的软件。</p>
      <p>您应当保证合法使用该等软件，任何用户不得对该等软件进行如下违法行为：</p>
      <ul>
        <li>（1）开展反向工程、反向编译或反汇编，或以其他方式发现其原始编码，以及实施任何涉嫌侵害著作权等其他知识产权的行为；</li>
        <li>（2）以出租、租赁、销售、转授权、分配或其他任何方式向第三方转让该等软件或利用该等软件为任何第三方提供相似服务；</li>
        <li>（3）任何复制该等软件的行为；</li>
        <li>（4）以移除、规避、破坏、损害或其他任何方式干扰该等软件的安全功能；</li>
        <li>（5）以不正当手段取消该等软件上权利声明或权利通知的；</li>
        <li>（6）其他违反法律规定的行为。</li>
      </ul>
    </div>
    <FReturnTop :config="FReturnTopCfg"></FReturnTop>
  </div>
</template>

<script>
  import FHeader from '../components/FHeader/FHeader'
  import FReturnTop from '../components/FReturnTop/FReturnTop'
  export default {
    name: 'GVRP',
    data() {
      return {
        FHeaderCfg: {
          title: '牛掰旅游服务协议'
        },
        FReturnTopCfg: {}
      }
    },
    mounted() {
      this.FReturnTopCfg = this.$refs.vBody
    },
    components: {
      FHeader,
      FReturnTop
    }
  }
</script>