<template>
  <div class="privacyPolicy-v v-wrap">
    <FHeader :config="FHeaderCfg"></FHeader>
    <div class="v-body" ref="vBody">
      <h2>用户隐私制度</h2>
      <p>尊重用户个人隐私是广州牛掰旅游科技有限公司的一项基本政策。所以，作为对以上第二点个人注册资料分析的补充，广州牛掰旅游科技有限公司不会公开、编辑或透露用户的补充资料及保存在牛掰旅游网络会员服务中的非公开内容，除非有法律许可要求或广州牛掰旅游科技有限公司在诚信的基础上认为透露这些信件在以下三种情况是必要的：</p>
      <ul>
        <li>⑴遵守有关法律规定，遵从牛掰旅游网络会员合法服务程序。</li>
        <li>⑵保持维护牛掰旅游的商标所有权。</li>
        <li>⑶在紧急情况下竭力维护用户个人和社会大众的隐私安全。</li>
        <li>⑷符合其他相关的要求。</li>
      </ul>
      <h3>特别授权</h3>
      <p>您完全理解并不可撤销地、免费地授予牛掰旅游网及其关联公司、业务合作伙伴下列权利：</p>
      <ul>
        <li>(1)牛掰关联公司或业务合作伙伴允许牛掰旅游网用户登录关联公司或业务合作伙伴并使用其服务，牛掰旅游网用户在关联公司或业务合作伙伴的任何行为均需遵守该等协议的约定、公布的规则以及有关正确使用服务的说明和操作指引。为了实现上述功能，您同意牛掰旅游网将您在牛掰旅游网的注册信息、交易/支付数据等信息和数据同步至关联公司或业务合作伙伴系统并允许其使用。</li>
        <li>(2)如您以牛掰关联公司或业务合作伙伴用户账号和密码登录牛掰，为了实现向您提供同等服务的功能，您同意牛掰旅游网将您在关联公司或业务合作伙伴账号项下的注册信息、交易/支付数据等信息和数据同步至牛掰系统并进行使用，并且您不会因此追究牛掰旅游网以及牛掰关联公司或业务合作伙伴的责任。</li>
        <li>(3)为确保交易安全，您允许牛掰旅游网及其关联公司、业务合作伙伴对您的信息进行数据分析，并允许牛掰旅游网及其关联公司、业务合作伙伴对上述分析结果进行商业利用。</li>
        <li>(4)牛掰旅游网会从关联公司、业务合作伙伴来源获得您的相关信息。例如当您通过牛掰旅游网关联公司、业务合作伙伴网站预订时，您向其提供的预订信息可能会转交给牛掰旅游网，以便牛掰旅游网处理您的订单、确保您顺利预订。又如，牛掰旅游网允许您用社交媒体账号关联牛掰旅游网的账号进行登录，在您同意的情况下（您授权给该社交平台）。</li>
        <li>(5)您在享受牛掰旅游网提供的各项服务的同时，授权并同意接受牛掰旅游网向您的电子邮件、手机、通信地址等发送商业信息，包括不限于最新的牛掰旅游网产品信息、促销信息等。若您选择不接受牛掰旅游网提供的各类信息服务，您可以按照牛掰旅游网提供的相应设置拒绝该类信息服务。</li>
      </ul>
      <h3>用户的账号，密码和安全性</h3>
      <p>您一旦注册成功成为用户，您将得到一个密码和账号。如果您不保管好自己的账号和密码安全，由您承担所有责任。另外，每个用户都要对其账户中的所有活动和事件负全责。您可随时改变您的密码和图标，也可以结束旧的账户重开一个新账户。您若发现任何非法使用用户账号或安全漏洞的情况，立即通知广州牛掰旅游科技有限公司。请您对密码加以妥善保管，切勿将密码告知他人，因密码保管不善而造成的所有损失由您自行承担。您对通过您的账户所进行的活动、行为和事件依法享有权利和承担责任，且不得以任何形式转让账户、授权他人使用您的账户以及与他人交易账户。鉴于网络服务的特殊性，牛掰旅游网无义务审核是否是您本人使用该组用户名及密码，仅审核用户名及密码是否与数据库中保存的一致，任何人只要输入的用户名及密码与数据库中保存的一致，即可凭借该组用户名及密码登录并使用牛掰旅游网所提供的各类服务，所以即使您认为您的账户登录行为并非您本人所为，牛掰旅游网将不承担因此而产生的任何责任。</p>
      <h3>拒绝提供担保</h3>
      <p>用户明确同意邮件服务的使用由用户个人承担风险。广州牛掰旅游科技有限公司明确表示不提供任何类型的担保，不论是明确的或隐含的，但是不对商业性的隐含担保，特定目的、特定线路和不违反相关规定的适当担保作限制。广州牛掰旅游科技有限公司不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性，安全性，出错发生都不作担保。广州牛掰旅游科技有限公司拒绝提供任何担保，包括信息能否准确，及时，顺利的传送。用户理解并接受任何信息资料(下载或通过牛掰旅游网络会员服务取得)，取决于用户自己并由其承担系统受损或资料丢失的所有风险和责任。用户不会从广州牛掰旅游科技有限公司收到口头或书写的意见或信息，也不会在这里作明确担保。</p>
      <h3>有限责任</h3>
      <p>广州牛掰旅游科技有限公司对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自：用户不正当使用网络会员服务，用户非法使用服务或用户传送的信息有所变动。这些损害会导致广州牛掰旅游科技有限公司形象受损，所以广州牛掰旅游科技有限公司早已提出这种损害的可能性。</p>
      <h3>牛掰旅游网络会员服务信息的储存及限制</h3>
      <p>广州牛掰旅游科技有限公司不对用户所发布信息的删除或储存失败负责。广州牛掰旅游科技有限公司没有对信息的传输量规定上限，但是它有判定用户的行为是否符合本协议的要求和精神的保留权利，如果用户违背了服务条款的规定，则中断其网络会员服务的账号。广州牛掰旅游科技有限公司所有的文章版权归原文作者和广州牛掰旅游科技有限公司共同所有，任何人需要转载网站内文章，必须征得原文作者或广州牛掰旅游科技有限公司授权。</p>
      <h3>用户管理</h3>
      <p>用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于网站服务的地方法律、国家法律和国际法律标准的。用户必须遵循：</p>
      <ul>
        <li>⑴发布信息时必须符合中华人民共和国有关法律、法规、规章。</li>
        <li>⑵使用网络会员服务不作非法用途。</li>
        <li>⑶不干扰或混乱网络服务。</li>
        <li>⑷遵守所有使用网络会员服务的网络协议、规定和程序。</li>
      </ul>
      <p>网络会员服务是利用互联网络发送和收取信息。所以，用户的行为指引是根据国家有关互联网的法规，政策和程序的。用户须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，用户也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。未经许可而非法进入其它电脑系统是禁止的。若用户的行为不符合以上提到的服务条款，广州牛掰旅游科技有限公司将作出独立判断立即注销用户服务账号。用户需对自己在网络会员服务中的行为承担法律责任。用户若在网络会员服务中散布和传播反动、色情或其他违反国家法律的信息，网络会员服务的系统记录有可能作为用户违反法律、法规的证据。</p>
      <h3>用户的违约责任</h3>
      <p>牛掰旅游网可依据用户数据来认定用户是否构成违约；用户有义务拿出确切证据对异常数据进行充分说明和合理解释，否则将被认定为违约。</p>
      <p>如用户使用牛掰旅游网相关服务时违反有关法律法规规定或本协议约定的，视为用户违约。违约处理措施：</p>
      <ul>
        <li>（1）用户在牛掰旅游网平台上发布的信息构成违反本协议或涉嫌违法或涉嫌侵犯第三方合法权利的，牛掰旅游网可根据相应规则立即采取措施对相应信息进行删除。</li>
        <li>（2）用户在牛掰旅游网平台上实施的行为，牛掰旅游网可依据相应规则对用户执行的处理措施（包括但不限于）：扣减账户积分、限制参加营销活动、中止向用户提供部分或全部服务、取消订单、划扣违约金等。如用户的行为违反本协议第5、6、7、8、12条约定的，牛掰旅游网可冻结用户的账户，终止向用户提供服务。</li>
      </ul>
      <p>赔偿责任：</p>
      <p>如用户的行为使牛掰旅游网及/或其关联公司遭受损失（包括直接经济损失和间接经济损失），或受到任何第三方的索赔，或受到有关行政部门的处罚，用户应赔偿牛掰旅游网及/或其关联公司的全部损失，包括但不限于律师费、诉讼费、保全费、公证费、差旅费、鉴定费等。</p>
      <h3>保障</h3>
      <p>用户同意保障和维护广州牛掰旅游科技有限公司全体成员的利益，负责支付因用户使用超出服务范围引起的律师费用，违反服务条款的损害赔偿费用，其他人使用用户的电脑、手机、账号和其它知识产权的追索费。</p>
      <h3>结束服务</h3>
      <p>用户或广州牛掰旅游科技有限公司可随时根据实际情况中止网站或APP服务。广州牛掰旅游科技有限公司随时中断服务不需对任何个人或第三方负责。用户若反对本协议任何服务条款或对后来的条款修改有异议，或对牛掰旅游网络会员服务不满，用户有以下的权利：</p>
      <ul>
        <li>⑴ 不再使用牛掰旅游网络会员服务。</li>
        <li>⑵ 结束用户使用牛掰旅游网络会员服务的资格。</li>
        <li>⑶ 通告广州牛掰旅游科技有限公司停止该用户的服务。结束用户服务后，用户使用牛掰旅游网络会员服务的权利马上终止。从终止之时起，广州牛掰旅游科技有限公司不再对用户承担任何义务。</li>
      </ul>
      <h3>通告</h3>
      <p>所有发给用户的通告都可通过电子邮件、APP推送或常规的短信传送。广州牛掰旅游科技有限公司尽可能通过邮件、APP推送或常规的短信服务发报消息给用户，告诉他们服务条款的修改、服务变更、或其它重要事项。</p>
      <h3>参与广告策划</h3>
      <p>用户可在他们发表的信息中加入宣传资料或参与广告策划，在牛掰旅游网络会员服务免费服务上展示他们的产品。任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。广州牛掰旅游科技有限公司不承担任何责任，牛掰旅游网络会员服务没有义务为这类广告销售负任何责任。</p>
      <h3>邮件内容的所有权</h3>
      <p>用户定义的内容包括：文字、软件、声音、相片、录像、图表；在广告中全部内容；电子邮件的全部内容；牛掰旅游网络会员服务为用户提供的商业信息。所有这些内容均受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在广州牛掰旅游科技有限公司和广告商授权下才能使用这些内容，而不能擅自复制、传播、再造这些内容，或创造与内容有关的派生产品。</p>
      <h3>法律适用及管辖</h3>
      <ul>
        <li>（1）本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。</li>
        <li>（2）如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，双方均同意向中国广州仲裁委员会申请仲裁，并以该会届时的仲裁规则进行仲裁，该仲裁裁决是终局的，对双方均有约束力。</li>
        <li>（3）广州牛掰旅游科技有限公司未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。</li>
        <li>（4）如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</li>
      </ul>
      <h2>隐私政策</h2>
      <p>欢迎您访问牛掰旅游网！牛掰旅游网提醒您：牛掰旅游网站由广州牛掰旅游科技有限公司运营，涉及具体产品服务的，将由有资质的服务商提供。如果用户在牛掰旅游网站、牛掰旅游APP、牛掰关联公司网站或其他牛掰旅游提供的移动应用或软件上（以下简称“牛掰旅游网”），访问、预定或使用牛掰旅游网的产品或服务（以上统称为“服务”），便视为用户接受了以下隐私政策，请您仔细阅读以下内容，尤其是以下加粗字体。如果您不同意以下任何内容，请立刻停止访问/使用广州牛掰旅游科技有限公司或其他任何移动应用或软件。本隐私政策中提及的“牛掰旅游网”以及“我们”均指牛掰旅游网，“用户”以及“您”均指自愿接受本隐私政策的用户。</p>
      <h3>1、隐私政策的确认和接纳</h3>
      <p>尊重用户个人隐私是牛掰旅游网的一项基本政策。牛掰旅游网是将有资质的酒店、机票代理机构、旅行社等提供的旅游服务信息汇集于牛掰旅游网供用户查阅，同时帮助用户通过牛掰旅游网与上述酒店、机票代理机构、旅行社等联系并预订相关旅游服务项目。用户通过同意协议并注册程序并点击“同意协议并注册”的按钮，表示用户明确知晓本隐私政策所列事实，并与广州牛掰旅游科技有限公司达成协议并接受所有的服务条款。我们十分注重保护用户的个人信息及隐私安全，我们理解您通过网络向我们提供信息是建立在对我们信任的基础上，我们重视这种信任，也深知隐私对您的重要性，并尽最大努力全力保护您的隐私。如果您对我们的隐私政策有任何的疑问或建议，请联系：niubailvyou@163.com</p>
      <h3>2、信息收集</h3>
      <ul>
        <li>（1）为了更好地为您提供服务，牛掰旅游网将遵循“合理、相关、必要”原则，且以您同意为前提收集信息，不会收集法律法规禁止收集的信息。考虑到牛掰旅游网会员服务的重要性，用户同意，牛掰旅游网将会收集您在牛掰旅游网上输入的或者以其他方式提供给我们的所有信息：
          <p>在您注册为牛掰旅游网会员时，需提供姓名、性别、生日、手机号、邮箱地址等信息。</p>
          <p>在您后续更新个人信息时，需符合及时、详尽、准确的要求。</p>
          <p>在您预订机票或火车票时，需提供乘客姓名、性别、生日、证件号以及联系人姓名、手机号、邮箱及邮寄地址等信息。</p>
          <p>在您预订酒店、景点门票时，需提供入住人姓名、联系人姓名、手机号、邮箱等信息。</p>
          <p>在您购买产品进行支付结算时，需提供银行卡卡号、银行预留手机号、或者信用卡卡号、持卡人姓名、到期日期等信息。</p>
          <p>我们也可能了解您的旅行计划、风格和喜好，包括膳食要求、出行/入离时间、座位选择、票务选择、保险选择以及牛掰旅游网提供其他服务（如旅游、用车、门票、攻略等）所需要您提供的个人信息。</p>
        </li>
        <li>（2）您可以通过牛掰旅游网为其他人预订，您需要提交该旅客的个人信息，向我们提供该旅客的个人信息之前，您确保您已经取得本人的同意，并确保其已知晓并接受本隐私政策。</li>
        <li>（3）我们将在您使用牛掰旅游网服务过程中，自动收集您的个人信息：
          <p>日志信息，指您使用我们的服务时，系统可能通过cookies、web beacon或其他方式自动采集的信息，包括：</p>
          <p>设备信息或软件信息，例如您的IP地址和移动设备所用的版本和设备识别码（IDFA/IMEI）、以及通过网页浏览器、移动设备用于接入我们服务的配置信息。</p>
          <p>在使用我们服务时搜索或浏览的信息，例如您使用的网页或APP搜索词语、访问页面，以及您在使用我们服务时浏览或提供的其他信息。</p>
          <p>您通过我们的服务分享的内容所包含的信息，例如拍摄或上传的共享照片或评论，以及日期、时间等。</p>
          <p>位置信息，指您开启设备定位功能并使用我们基于位置提供的相关服务时，收集的有关您的位置信息，例如通过GPS或WLAN等方式收集您的地理位置信息，或您提供账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息等。您可以通过关闭定位功能，停止对您的地理位置信息的收集。</p>
        </li>
        <li>（4）我们会从关联公司、业务合作伙伴来源获得您的相关信息。例如当您通过我们关联公司、业务合作伙伴网站及其移动应用软件等预订时，您向其提供的预订信息可能会转交给我们，以便我们处理您的订单，确保您顺利预订。又如，我们允许您使用社交媒体账号关联我们的账号进行登录，在您同意的情况下（您授权给该社交平台），您的相关个人信息会通过社交平台分享给我们。</li>
        <h3>3、信息使用</h3>
        <li>（1）一般来说，牛掰旅游网出于以下目的收集、使用您的个人信息：
          <p>向您提供服务：我们使用您的个人数据完成并管理您的网上预订。另外，我们也会通过关联公司、业务合作伙伴和第三方为您提供相关的产品和服务。</p>
          <p>账号管理：您可以通过牛掰旅游网创建账号，我们将使用您所提供的信息来管理您的账号，并为您提供一系列的实用功能，您可以使用您的账号进行多种操作，如管理订单、调整个人设置、添加常用旅客信息、查看历史订单信息、订单评价、支付管理等。</p>
          <p>答复您的问询和请求：我们提供7*24小时客服服务，以便在您需要的时候提供帮助。</p>
          <p>营销活动：我们也会使用您的信息进行正当合法的营销活动，如向您发送旅行相关的产品或者服务的最新消息、向您提供您可能感兴趣的个性化推荐及其他推广活动信息。</p>
          <p>与您联系：回复及处理您所提出的疑问或要求、发送与订单相关的信息（如订单提交成功提示、未完成订单的提醒您继续等）、我们也可能会向您发送问卷调查或邀请您对我们的服务提供反馈等。</p>
          <p>市场调研：我们有时会邀请您参与市场调查，以衡量您对我们的产品、服务和网站的兴趣。</p>
          <p>提升服务的安全性和可靠性：我们可能会检测和预防欺诈行为、不法活动，将您的个人数据用于风险评估和安全目的。</p>
          <p>数据分析：我们可能将个人数据用于分析，以便让我们能够了解您所在的位置、偏好和人口统计信息，或与其他来源（包括第三方）的数据相匹配，从而开发我们的产品、服务或营销计划，改进我们的服务。</p>
          <p>日常运营：包括但不限于订单管理、客户验证、技术支持、网络维护、故障排除、内部行政事务及内部政策和程序、生成内部报告等。</p>
          <p>电话监测：您接听和拨打我们的客服电话可能会被录音，我们可能会使用通话录音来监控我们的客服服务质量，检查您所提供的信息的准确性以防止欺诈，或为了我们内部人员培训的目的。录音在被保留一段时间后会自动删除，除非由于合规要求或合法利益需要为场景的保留。</p>
          <p>履行义务：处理相关政策下发生的保险索赔和付款，处理支付给合作伙伴的佣金或对服务合作伙伴造成的损失提起索赔或收回付款等。</p>
          <p>法律目的：我们可能需要使用您的信息来处理和解决法律纠纷，或遵循对我们具有约束力的任何法律法规或监管机构颁发的文件规定，以配合国家部门或监管机构调查和遵从法律法规的目的。</p>
          <p>此外，我们可能会出于其他目的收集、使用和披露您的个人信息，并通过修订本声明的形式告知您。</p>
        </li>
        <li>（2）您在享受牛掰旅游网提供的各项服务的同时，授权并同意接受牛掰旅游网向您的电子邮件、手机、通信地址等发送商业信息，包括不限于最新的牛掰旅游网产品信息、促销信息等。若您选择不接受牛掰旅游网提供的各类信息服务，您可以按照牛掰旅游网提供的相应设置拒绝该类信息服务。</li>
        <li>（3）您充分知晓，以下情形中我们使用个人信息无需征得您的授权同意：
          <p>与国家安全、国防安全有关的；</p>
          <p>与公共安全、公共卫生、重大公共利益有关的</p>
          <p>与犯罪侦查、起诉、审判和判决执行等有关的；</p>
          <p>出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
          <p>所收集的个人信息是个人信息主体自行向社会公众公开的；</p>
          <p>从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
          <p>根据您的要求签订合同所必需的；</p>
          <p>用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</p>
          <p>为合法的新闻报道所必需的；</p>
          <p>学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
          <p>法律法规规定的其他情形。</p>
        </li>
      </ul>
      <h3>4、信息共享、转让和公开披露</h3>
      <ul>
        <li>（1）我们可能会向合作伙伴等第三方共享您的订单信息、账户信息、设备信息以及位置信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴包括以下类型（包含中国境内和中国境外实体）：
          <p>供应商：包括但不限于为了满足您预订需求的酒店、航空公司、邮轮、汽车租赁、旅行社、景区和活动提供商和代理商。这些供应商可能根据需要与您联系，以完成旅行产品或服务。</p>
          <p>金融机构和第三方支付机构：当您预订订单、申请退款、购买保险时，我们会与金融机构或第三方支付机构共享特定的订单信息，当我们认为用于欺诈检测和预防目的实属必要时，我们将进一步和相关金融机构共享其他必要信息，如IP地址等。</p>
          <p>业务合作伙伴：我们可能与合作伙伴一起为您提供产品或者服务，包括快递业务、通讯服务、客户服务、市场推广、广告投放等。</p>
          <p>关联公司：我们可能会与我们的关联公司共享您的个人信息，使我们能够向您提供与旅行相关的或者其他产品及服务的信息，他们会采取不低于本隐私政策同等严格的保护措施。</p>
          <p>对于我们与之共享个人信息的公司、组织我们会与其签署严格的保密协定，要求他们按照本隐私政策以及我们其他相关的保密和安全措施来处理个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途，如要改变个人信息的处理目的，将再次征求您的授权同意。</p>
        </li>
        <li>（2）信息转让
          <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
          <p>事先获得您的明确同意或授权；</p>
          <p>根据适用的法律法规、法律程序的要求、强制性的行政或司法要求；</p>
          <p>在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。</p>
        </li>
        <li>（3）公开披露
          <p>我们仅会在以下情形，公开披露您的个人信息：</p>
          <p>根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</p>
          <p>根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。</p>
        </li>
      </ul>
      <h3>5、信息保存及跨境传输</h3>
      <ul>
        <li>（1）您的个人信息我们将保存至您账号注销之日后的 1 个月，除非需要延长保留期或受到法律或者有权机关的允许或协助有权机关进行查询。</li>
        <li>（2）如我们停止运营牛掰旅游网产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。</li>
        <li>（3）我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：
          <p>法律法规有明确规定；</p>
          <p>获得您的明确授权；</p>
          <p>您通过互联网进行跨境交易等个人主动行为。</p>
        </li>
      </ul>
      <h3>6、Cookie的使用</h3>
      <p>Cookie是网页服务器放在您访问设备上的文本文件，会帮助您在后续访问时调用信息，简化记录您填写个人信息的流程。您有权接受或拒绝Cookie，如果浏览器自动接收Cookie，您可以根据自己的需要修改浏览器的设置以拒绝Cookie。请注意，如果您选择拒绝Cookie，那么您可能无法完全体验牛掰旅游网提供的服务。</p>
      <h3>7、个人敏感信息提示</h3>
      <p>某些特殊的个人信息可能被认为是个人敏感信息，例如您的种族、宗教、个人健康和医疗信息等，这些个人敏感信息将受到严格保护。牛掰旅游网隐私政策在此提醒您，您在使用牛掰旅游网为您提供的产品及服务中所上传或发布的内容和信息可能会泄露您的个人敏感信息。因此，您需要在使用我们为您提供的产品或服务前谨慎考虑。您同意这些个人敏感信息将按照本隐私政策阐明的目的和方式来进行处理。</p>
      <h3>8、信息安全事件处置</h3>
      <p>在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</p>
      <h3>9、未成年人信息保护</h3>
      <p>牛掰旅游网非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用牛掰旅游网的服务前，应事先取得您家长或法定监护人的书面同意。</p>
      <h3>10、用户个人信息管理</h3>
      <ul>
        <li>（1）您可以随时登录牛掰旅游网或牛掰旅游APP-个人中心等，查询、更正及删除自己的账户信息，修改个人资料、隐私设置、安全设置，修改收货地址等使用牛掰旅游网服务时您提供的个人信息，如有问题，可以联系牛掰旅游网客服4008946669。</li>
        <li>（2）您可通过如下路径注销牛掰旅游网账户：拨打牛掰旅游网官网公布的客服电话4008946669，根据语音提示转至客服人工服务，由客户验证后完成账号的注销。注销某牛掰旅游网账户后，您该账户内的所有信息将被清空，我们将不会再收集、使用或共享与该账户相关的个人信息，但之前的信息我们仍需按照监管要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询。</li>
      </ul>
      <h3>11、从中国大陆地区以外访问我们的网站</h3>
      <p>如果您从中国大陆以外地区访问我们网站，请您注意，您的信息可能被传送至、存储于中国大陆，并且在中国大陆进行处理。中国大陆的数据保护法和其他法律可能与您所在国家/地区的法律不同，但请相信我们将采取措施保护您的信息。选择使用我们的服务的同时，您了解并同意您的信息可能被传送至我们的网站，并如本隐私政策所述的与我们共享信息的第三方。</p>
      <h3>12、隐私政策的适用范围</h3>
      <p>除某些特定服务外，我们所有的服务均适用《牛掰旅游网隐私政策》。特定服务将适用特定的隐私政策。该特定服务的隐私政策构成《牛掰旅游网隐私政策》的一部分。如任何特定服务的隐私政策与《牛掰旅游网隐私政策》有不一致之处，则适用特定服务的隐私政策。</p>
      <p>请您注意，《牛掰旅游网隐私政策》不适用于以下情况：通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；通过在我们服务中进行广告服务的其他公司和机构所收集的信息。</p>
      <h3>13、隐私政策的修改</h3>
      <p>牛掰旅游网会在必要时修改隐私政策，请您理解，我们可能会适时修订本隐私政策，我们将标注本隐私政策最近更新的日期，更新将于发布时生效。未经您明确同意，牛掰旅游网不会削减您按照本隐私权政策所应享有的权利。对于重大变更，牛掰旅游网还会提供更为显著的通知（包括对于某些服务，我们会通过电子邮件发送通知，说明隐私权政策的具体变更内容）。请您经常回访本隐私政策，以阅读最新版本。</p>
      <h3>14、适用法律及管辖</h3>
      <ul>
        <li>（1）本隐私政策的执行和解释及争议的解决均应适用中华人民共和国法律。</li>
        <li>（2）如双方就本隐私政策的内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，双方均同意向中国广州仲裁委员会申请仲裁，并以该会届时的仲裁规则进行仲裁，该仲裁裁决是终局的，对双方均有约束力。</li>
        <li>（3）广州牛掰旅游科技有限公司未行使或执行本隐私政策任何权利或规定，不构成对前述权利或权利之放弃。</li>
        <li>（4）如本隐私政策中的任何条款无论因何种原因完全或部分无效或不具有执行力，本隐私政策的其余条款仍应有效并且有约束力。</li>
      </ul>
      <h2>免责声明</h2>
      <p>牛掰旅游网提醒您：牛掰旅游网站由广州牛掰旅游科技有限公司运营，涉及具体产品服务的，将由有资质的服务商提供。如果用户（“用户”或“您”）在广州牛掰旅游科技有限公司、牛掰旅游网关联公司网站或其他牛掰旅游网提供的移动应用或软件上（以下简称“牛掰旅游网”），访问、预定或使用牛掰旅游网的产品或服务（以上统称为“服务”），便视为用户接受了以下免责说明，请您仔细阅读以下内容，尤其是以下加粗字体。如果您不同意以下任何内容，请立刻停止访问/使用广州牛掰旅游科技有限公司或其他任何移动应用或软件所提供的相关服务。</p>
      <p>您完全同意及认可，牛掰旅游网是将有资质的酒店、机票代理机构、旅行社提供的旅游服务信息汇集于牛掰旅游网供用户查阅，同时帮助用户通过牛掰旅游网与上述酒店、机票代理机构、旅行社等联系并预订相关旅游服务项目。对用户预订的旅游服务项目中出现的瑕疵等问题，牛掰旅游网并不承担责任，但牛掰旅游网会尽力协助用户与相关旅游服务提供商进行协商。</p>
      <p>您完全理解并同意，鉴于牛掰旅游网以非人工检索方式、根据您键入的关键字或点击特定的产品或服务关键字自动生成的网页链接或相关的产品信息描述，例如价格、库存等，上述非人工检索方式，因缓存时间间隔或检索方式非完全智能等原因，有可能造成信息更新不及时或产品服务信息聚合、抽取不精准等瑕疵，您完全理解并豁免上述产品或服务瑕疵给您造成的不便，牛掰旅游网不承担任何责任。</p>
      <p>为方便您的使用，牛掰旅游网可能会对产品的可信赖程度而进行的评级、推荐或风险提示仅供您参考，牛掰旅游网不担保该等评级、推荐或风险提示的准确性和完整性，对推荐的网站的内容及服务亦不承担任何责任。</p>
      <p>您完全理解并同意，您通过牛掰旅游网购买机票、酒店、旅游度假、火车票、汽车票等现有旅游产品或服务或此后新的产品和服务，应按照相关网页中展示的说明、规定或政策等履行相关义务，享有相关权利，该等说明、规定或政策等与本说明共同构成您和牛掰旅游网的整体协议，您必须严格遵守。</p>
      <p>您了解并理解，任何经由牛掰旅游网提供服务而发布的图形、图片或个人言论等，均表示了内容提供者、服务使用者个人的观点、观念和思想，并不代表牛掰旅游网的观点或主张，对于在享受网络服务的过程中可能会接触到令人不快、不适当等内容的，由您个人自行加以判断并承担所有风险，牛掰旅游网不承担任何责任。</p>
      <p>牛掰旅游网为所有出行服务提供方、第三方代理商（包括但不限于机票、住宿、旅游产品、景点门票等）提供一个在线平台，供其宣传自己可供预订的产品及服务，同时也通过本平台让客人预订旅行资源。例如，牛掰旅游网平台上的临时住宿产品及服务信息（包括但不限于住宿方名称、联系人及联络信息、住宿场所的描述和说明、相关图片、视频等）均由住宿方自行提供并上传，由住宿提供方对其提供并上传的所有信息承担相应法律责任。各住宿提供方均能通过后台自行更新其房价、可预订客房数量以及显示在牛掰旅游网平台上的其它信息。</p>
      <p>您完全理解并同意，通过牛掰旅游网购买机票、酒店、旅游度假、火车票、景点门票等现有旅游产品或服务或此后新的产品和服务时，您在预订产品或服务后应当及时付款；您在预订产品或服务后未全额支付前，您尚未完成购买上述产品或服务。因上述产品或服务的价格、舱位、数量或库存等实时更新或变化而造成您的额外费用、损失或无库存等，由您自行承担，牛掰旅游网不承担任何责任。您完全理解并同意，您在支付过程中，因网络中断、银行反馈信息错误等非牛掰旅游网的原因造成的付款失败，由您自行承担，牛掰旅游网不承担任何责任。</p>
      <p>请您及时保存或备份您的文字、图片等其他信息，您完全理解并同意，由于牛掰旅游网储存设备有限、设备故障、设备更新或设备受到攻击等设备原因或人为原因，您使用网路服务储存的信息或数据等全部或部分发生删除、毁损、灭失或无法恢复的风险，均由您自行承担，牛掰旅游网不承担任何责任。</p>
      <p>牛掰旅游网不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不做担保。</p>
      <p>牛掰旅游网不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由牛掰旅游网实际控制的任何网页上的内容，牛掰旅游网不承担任何责任。</p>
      <p>对于因不可抗力或牛掰旅游网不能控制的原因造成的网络服务中断或其他缺陷，牛掰旅游网不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</p>
      <p>适用法律及管辖</p>
      <ul>
        <li>（1）本免责声明的执行和解释及争议的解决均应适用中华人民共和国法律。</li>
        <li>（2）如双方就本免责声明的内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，双方均同意向中国广州仲裁委员会申请仲裁，并以该会届时的仲裁规则进行仲裁，该仲裁裁决是终局的，对双方均有约束力。</li>
        <li>（3）广州牛掰旅游科技有限公司未行使或执行本免责声明任何权利或规定，不构成对前述权利或权利之放弃。</li>
        <li>（4）如本免责声明中的任何条款无论因何种原因完全或部分无效或不具有执行力，本免责声明的其余条款仍应有效并且有约束力。</li>
      </ul>
    </div>
    <FReturnTop :config="FReturnTopCfg"></FReturnTop>
  </div>
</template>

<script>
  import FHeader from '../components/FHeader/FHeader'
  import FReturnTop from '../components/FReturnTop/FReturnTop'
  export default {
    name: 'privacyPolicy',
    data() {
      return {
        FHeaderCfg: {
          title: '用户隐私制度'
        },
        FReturnTopCfg: {}
      }
    },
    mounted() {
      this.FReturnTopCfg = this.$refs.vBody
    },
    components: {
      FHeader,
      FReturnTop
    }
  }
</script>